"About" = "Πληροφορίες";

"Chat and Message Alerts" = "Ειδοποιήσεις συνομιλίας και μηνυμάτων";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Οι ρυθμίσεις ειδοποιήσεων, μεταξύ των οποίων και οι ρυθμίσεις των ειδοποιήσεων push, βρίσκονται εντός της εφαρμογής. Ανοίξτε τους σελιδοδείκτες σας και πατήστε \"Ρυθμίσεις λογαριασμού\".";

"Notifications" = "Ειδοποιήσεις";

"Photo and Video" = "Φωτογραφία και βίντεο";

"Play Sound" = "Αναπαραγωγή ήχου";

"Record HD Video" = "Εγγραφή βίντεο HD";

"Version" = "Έκδοση";

"Vibrate" = "Δόνηση";

